[
  {
    "name": "El caballero de los siete reinos",
    "originalName": "A Knight of the Seven Kingdoms",
    "authors": [
      {
        "id": 1,
        "name": "George R. R. Martin"
      }
    ],
    "format": "Tapa blanda",
    "pages": 288,
    "publicationDate": "2015-09-04",
    "collection": "Gigamesh Ficción",
    "idiom": "Español",
    "ISBN-10": "8416035377",
    "ISBN-13": "978-8416035373",
    "photo": "el-caballero-de-los-siete-reinos-67.jpg",
    "description": "Las andanzas de un caballero de Poniente. Los tres primeros relatos de Dunk y Egg. Muchas son las historias que se cuentan sobre Aegon V el Improbable y ser Duncan el Alto, su leal comandante de la Guardia Real. Pero la magia y la épica de la leyenda esconden la verdadera naturaleza de los héroes: la determinación de un huérfano del Lecho de Pulgas que llegó a caballero, el arrojo de un príncipe que cambió la corte por los caminos y una amistad inquebrantable capaz de vencer intrigas, traiciones... y revueltas. Durante los reinados de Daeron II y Aerys I, cuando las heridas de la rebelión de los Fuegoscuro todavía estaban abiertas, tienen lugar las primeras aventuras de un caballero fornido y bonachón y de su escudero, un infante real, fiel y de fuerte temperamento. A medio camino entre la fantasía heroica y la novela de caballerías, El caballero de los Siete Reinos narra las peripecias de dos héroes bondadosos en una tierra despiadada. «En la tradición epicofantástica, Martin es el mejor con diferencia.» Time Magazine. El encuentro de dos héroes improbables que se ganaron el corazón de su pueblo. Dunk creció huérfano en los callejones del Lecho de Pulgas y salió adelante gracias a su corpulencia. Vivió en la calle hasta que ser Arlan del Árbol de la Moneda lo tomó a su servicio como escudero. Con él recorrió los Siete Reinos y, a pesar de su corto intelecto, aprendió la esencia, que no las muchas artes, de la caballería. Justo antes de morir, el viejo ser Arlan lo arma caballero, con la luna y las estrellas como únicos testigos. De modo que, con dos caballos y una espada por toda posesión, Dunk el Tocho, ahora ya ser Duncan, fía a su fuerza ganar alguna justa y embolsarse unas monedas, y sueña con llegar a ser un gran caballero. Pero hete aquí que un día tropieza en el camino con un niño insolente a quien acabará aceptando como escudero... Y así comienza la leyenda. Con tono ligero y un desarrollo ejemplar, El caballero de los Siete Reinos retoma algunos de los temas centrales de Canción de hielo y fuego, como la lealtad, la justicia y la reflexión sobre el poder, pero desde la perspectiva cotidiana de la gente común y de su incidencia en escenarios desprovistos de fasto y oropel. El autor crea dos de sus personajes más entrañables y nos presenta una época mítica y terrible, cuyos conflictos dejarán impronta en la historia de los Siete Reinos y acarrearán consecuencias en los hechos narrados a partir de Juego de tronos. Una puerta abierta a Poniente y un delicioso recordatorio de por qué nos cautiva Martin."
  }
]
